<?php

/**
 * @license    GPL 2 (https://www.gnu.org/licenses/gpl.html)
 *
 * @author k04an <ne.k04an@ya.ru>
 */
$lang['AllowLinks']            = 'Позволять Задачам (ToDo) также ссылаться на страницы с таким же названиям?';
$lang['ActionNamespace']       = 'В каком пространстве имен должны создаваться Задачи (".:" = текущее пространство имен, пустое значение - коренное пространство имен)';
$lang['Strikethrough']         = 'Должны ли Задачи становиться зачеркнутыми при их выполнении?';
$lang['CheckboxText']          = 'Если опция AllowLinks выключена, должно ли нажатие на текст Задачи помечать его как выполненное?';
