<?php

/**
 * @license    GPL 2 (https://www.gnu.org/licenses/gpl.html)
 *
 * @author Impeck <impeck@ya.ru>
 * @author k04an <ne.k04an@ya.ru>
 */
$lang['AllowLinks']            = 'Позволять Задачам (ToDo) также ссылаться на страницы с таким же названиям?';
$lang['ActionNamespace']       = 'В каком пространстве имен должны создаваться Задачи (".:" = текущее пространство имен, пустое значение - коренное пространство имен)';
$lang['Strikethrough']         = 'Должны ли Задачи становиться зачеркнутыми при их выполнении?';
$lang['CheckboxText']          = 'Если опция AllowLinks выключена, должно ли нажатие на текст Задачи помечать его как выполненное?';
$lang['Checkbox']              = '(Значение по умолчанию для "checkbox") Следует ли отображать флажок в виде списка?';
$lang['Header']                = '(Значение по умолчанию для "header") Как должен называться заголовок списка? Как "id", или как первый заголовок страницы "firstheader", или вообще без заголовка "none".';
$lang['Username']              = '(Значение по умолчанию для "username") Как должно отображаться имя назначенного пользователя? Как "username", полное имя "real" или вообще не отображаться "none".';
$lang['ShowdateTag']           = '(Значение по умолчанию для "showdate") Должна ли дата начала/окончания отображаться в виде определения тега?';
$lang['ShowdateList']          = '(Значение по умолчанию для опции "showdate") Следует ли отображать дату начала/окончания в виде списка?';
